Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/WrappedFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# wrapped.scope.label
source: Phạm vi
en: Scope

# wrapped.scope.month.title
source: Tháng này
en: This month

# wrapped.scope.year.title
source: Năm nay
en: This year

# wrapped.hero.title
source: Tổng kết của bạn
en: Your Wrapped

# wrapped.hero.income
source: Thu
en: Income

# wrapped.hero.expense
source: Chi
en: Expense

# wrapped.hero.netLabel
source: Số dư
en: Net balance

# wrapped.stats.title
source: Số liệu
en: Stats

# wrapped.stats.transactionCount
source: Giao dịch
en: Transactions

# wrapped.stats.largest
source: Giao dịch lớn nhất
en: Largest expense

# wrapped.stats.noSpendDays
source: Ngày không chi
en: No-spend days

# wrapped.stats.bestStreak
source: Chuỗi dài nhất
en: Best streak

# wrapped.topCategories.title
source: Chi nhiều nhất
en: Top spending

# wrapped.share.button
source: Chia sẻ Wrapped
en: Share Wrapped

# wrapped.share.action
source: Chia sẻ lên Story
en: Share to Story

# wrapped.insufficient.title
source: Chưa đủ dữ liệu
en: Not enough data yet

# wrapped.insufficient.subtitle
source: Ghi thêm vài giao dịch rồi quay lại để xem Wrapped của bạn.
en: Log a few transactions and come back to see your Wrapped.

# wrapped.error.loadFailed
source: Không thể tải Wrapped.
en: Could not load Wrapped.
